Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Guess I'll have to break in to the other side and take control.
pl: Wygląda na to, że muszę włamać się z innej drugiej strony i przejąć kontrolę.

source: Guess I'll have to hold off on play for now.
pl: Zdaje się, że trzeba przerwać zabawę.

source: Guess it's just a statue.
pl: Wydaje mi się, że to tylko pomnik.

source: Guess it's too bad I'm not a newer model.
pl: W takim razie, szkoda że nie jestem nowszym modelem.

source: Guess so...
pl: Pewnie tak...

source: Guess that means we need to get that entrance open.
pl: To chyba oznacza, że muszę wam otworzyć przejście.

source: Guess this...is it...
pl: Zgaduję, że... to jest to...

source: Guess we'll see once we get there.
pl: Przekonamy się co dalej, jak już tam dotrzemy.

source: Guess what? Devola made more of her famous desert rose liquor!
pl: Wiesz co? Devola zrobiła więcej tego swojego słynnego trunku z pustynnej róży!

source: Guinea
pl: Gwinea

source: Guinea-Bissau
pl: Gwinea Bissau

source: Guitar
pl: Gitara

source: Gun
pl: Działko

source: Gun Unit x4
pl: Działka x4

source: Gun-equipped
pl: z działkiem

source: Gunman Biped
pl: Dwunóg rewolwerowiec

source: Gunman Flyer
pl: Lotnik rewolwerowiec

source: Gunman Stubby
pl: Resorak rewolwerowiec

source: Gunner x2, Kamikaze x2
pl: strzelec x2, kamikaze x2

source: Guyana
pl: Gujana

source: Gya! What!? Who are you!?
pl: Ach! Co?! Kim jesteście?!

source: H-H-H-Hello?
pl: Cz... cz... cz... Cześć...?

source: H-Hey! Don't disconnect me!
pl: Ej, chwila! Nie zrywaj połączenia!

source: HACKING COMPLETE
pl: HAKOWANIE ZAKOŃCZONE

source: HACKING GAME #01
pl: GRA HAKERSKA #01

source: HACKING GAME #02
pl: GRA HAKERSKA #02

source: HACKING GAME #03
pl: GRA HAKERSKA #03

source: HACKING GAME #04
pl: GRA HAKERSKA #04

source: HACKING GAME #05
pl: GRA HAKERSKA #05

source: HACKING GAME #06
pl: GRA HAKERSKA #06

source: HACKING GAME #07
pl: GRA HAKERSKA #07

source: HACKING GAME #08
pl: GRA HAKERSKA #08

source: HACKING GAME #09
pl: GRA HAKERSKA #09

source: HACKING GAME #10
pl: GRA HAKERSKA #10

source: HACKING GAME #11
pl: GRA HAKERSKA #11

source: HACKING GAME #12
pl: GRA HAKERSKA #12

source: HACKING GAME #13
pl: GRA HAKERSKA #13

source: HACKING GAME #14
pl: GRA HAKERSKA #14

source: HACKING GAME #15
pl: GRA HAKERSKA #15

source: HACKING GAME #16
pl: GRA HAKERSKA #16

source: HACKING GAME #17
pl: GRA HAKERSKA #17

source: HACKING GAME #18
pl: GRA HAKERSKA #18

source: HACKING GAME #19
pl: GRA HAKERSKA #19

source: HACKING GAME #20
pl: GRA HAKERSKA #20

source: HACKING GAME #21
pl: GRA HAKERSKA #21

source: HACKING GAME #22
pl: GRA HAKERSKA #22

source: HACKING GAME #23
pl: GRA HAKERSKA #23

source: HACKING GAME #24
pl: GRA HAKERSKA #24

source: HACKING GAME #25
pl: GRA HAKERSKA #25

source: HACKING GAME #26
pl: GRA HAKERSKA #26

source: HACKING GAME #27
pl: GRA HAKERSKA #27

source: HACKING GAME #28
pl: GRA HAKERSKA #28

source: HACKING GAME #29
pl: GRA HAKERSKA #29

source: HACKING GAME #30
pl: GRA HAKERSKA #30

source: HACKING GAME #31
pl: GRA HAKERSKA #31

source: HACKING GAME #32
pl: GRA HAKERSKA #32

source: HACKING GAME #33
pl: GRA HAKERSKA #33

source: HACKING GAME #34
pl: GRA HAKERSKA #34

source: HACKING GAME #35
pl: GRA HAKERSKA #35

source: HACKING GAME #36
pl: GRA HAKERSKA #36

source: HACKING GAME #37
pl: GRA HAKERSKA #37

source: HACKING GAME #38
pl: GRA HAKERSKA #38

source: HACKING GAME #39
pl: GRA HAKERSKA #39

source: HACKING GAME #40
pl: GRA HAKERSKA #40

source: HACKING GAME #41
pl: GRA HAKERSKA #41

source: HACKING GAME #42
pl: GRA HAKERSKA #42

source: HACKING GAME #43
pl: GRA HAKERSKA #43

source: HACKING GAME #44
pl: GRA HAKERSKA #44

source: HACKING GAME #45
pl: GRA HAKERSKA #45

source: HACKING GAME #46
pl: GRA HAKERSKA #46

source: HACKING GAME #47
pl: GRA HAKERSKA #47

source: HACKING GAME #48
pl: GRA HAKERSKA #48

source: HACKING SET TO MAXIMUM SPEED
pl: HAKOWANIE USTAWIONE NA MAX SZYBKOŚĆ

source: HACKING SUCCESSFUL. SELECT METHOD OF DISPOSAL.
pl: HAKOWANIE UDANE. WYBIERZ METODĘ LIKWIDACJI.

source: HACKING SYSTEM
pl: HAKOWANIE SYSTEMU

source: HERE, PLEASE TAKE THIS.
pl: PROSZĘ, WEŹCIE TO.

source: HMM? WHAT MACHINE?
pl: HMMM? JAKA MASZYNA?

source: HOW COULD ANYONE DO SUCH A THING?
pl: JAK KTOŚ MÓGŁ ZROBIĆ COŚ TAKIEGO?

source: HOWEVER...
pl: JEDNAKŻE...

source: HP
pl: PŻ

source: HUD: Control
pl: HUD: kontrola

source: HUD: Damage Values
pl: HUD: wartości obrażeń

source: HUD: EXP Gauge
pl: HUD: wskaźnik PD

source: HUD: Enemy Data
pl: HUD: dane o wrogach

source: HUD: Fishing Spots
pl: HUD: łowiska wędkarskie

source: HUD: HP Gauge
pl: HUD: wskaźnik PŻ

source: HUD: Mini-map
pl: HUD: minimapa

source: HUD: Objectives
pl: HUD: cele

source: HUD: Save Points
pl: HUD: punkty zapisu

source: HUD: Skill Gauge
pl: HUD: wskaźnik umiejętności

source: HUD: Sound Waves
pl: HUD: fale dźwiękowe

source: HUD: Text Log
pl: HUD: log tekstowy

source: Ha ha ha...ha ha ha hah!
pl: Ha ha ha...ha ha ha ha!

source: Ha ha! Kidding! We were just...kidding. Yeah, that's it...
pl: Ha ha! Żartowałyśmy! My tyko... żartowałyśmy. Tak, to...

source: Ha ha! Stupid machines. Look at 'em quaking in their boots or...whatever they have. I love it!
pl: Ha ha! Głupie maszyny. Patrz jak trzęsą portkami... czy co one tam mają. Kocham to!

source: Ha ha! You're so serious, 2B. You know that?
pl: Ha ha! Jesteś taka poważna 2B. Wiesz o tym?

source: Ha! I bet SOMEONE'S here to try out my new combat wonder drug!
pl: Ha! Założę się, że KTOŚ TU przyszedł wypróbować moją nową, cudowną substancję!

source: Ha! They would say that.
pl: Ha! Jasne, że by tak powiedzieli.

source: Haaaaaalp!
pl: Pooomóóóż!

source: Hack 2B.
pl: Zhakuj 2B.

source: Hack and analyze the giant structure.
pl: Zhakuj i zanalizuj gigantyczną strukturę.

source: Hack and analyze the sub-units.
pl: Zhakuj i zanalizuj podsystemy.

source: Hack in, now!
pl: Hakuj! Teraz!

source: Hack into the elevator to unlock it.
pl: Zhakuj windę, aby ją odblokować.

source: Hack into the enemy's weak point.
pl: Zhakuj słaby punkt przeciwnika.

source: Hack into the factory core to shut down the power.
pl: Zhakuj rdzeń fabryki, aby wyłączyć zasilanie.

source: Hack into the factory system to support 2B.
pl: Zhakuj system fabryki, aby pomóc 2B.

source: Hack machine lifeforms in high places. <ENEMY_NUM> / <REQ_NUM>
pl: Zhakuj mechaniczne formy życia na wysoko położonych miejscach. <ENEMY_NUM> / <REQ_NUM>

source: Hack yourself to remove the virus.
pl: Zhakuj siebie, by usunąć wirusa.

source: Hacked enemy detonated.
pl: Zhakowany wróg zdetonowany.

source: Hacked enemy hijacked
pl: Zhakowany wróg przejęty.

source: Hacked enemy ignited.
pl: Zhakowany wróg podpalony.

source: Hacked enemy stunned.
pl: Zhakowany wróg ogłuszony.

source: Hacked enemy subjugated.
pl: Zhakowany wróg ujarzmiony.

source: Hacking
pl: Hakowanie

source: Hacking Device Activation Complete
pl: Aktywacja hakowania zakończona

source: Hacking Library
pl: Biblioteka hakerska

source: Hacking complete. One target remains.
pl: Hakowanie zakończone. Pozostał jeden cel.

source: Hacking complete. Proceed to the next target.
pl: Hakowanie ukończone. Udaj się do kolejnego celu.

source: Hacking complete. Two targets remain.
pl: Ukończono hakowanie. Pozostały dwa cele.

source: Hacking games completed
pl: Ukończonych gier hakerskich

source: Hacking in!
pl: Hakuję!

source: Hacking in...to provide support.
pl: Hakuję... aby zapewnić wsparcie.

source: Hacking of enemy defense system complete.
pl: Hakowanie systemu obronnego wroga zakończone.

source: Hacking-interface access rights granted to YoRHa unit A2.
pl: Przyznano prawa dostępu do interfejsu hakowania jednostce YoRHa A2.

source: Haha! I don't even care anymore! Hahahahahahahaha!
pl: Haha! Mnie to już nawet nie obchodzi! Hahahahahahahaha!

source: Half-wit Inventor
pl: Wynalazca-półgłówek

source: Halt the data sync for 2B as well.
pl: Wstrzymaj również synchronizację danych dla 2B.

source: Halt the data sync.
pl: Wstrzymaj synchronizację danych.

source: Hand the chips over.
pl: Oddaj czipy.

source: Handed over the amusement park photo
pl: Przekazano zdjęcie z parku rozrywki

source: Handed over the desert photo
pl: Przekazano zdjęcie z pustyni

source: Handed over the forest photo
pl: Przekazano zdjęcie z lasu

source: Hang on, 2B.
pl: Zaczekaj, 2B.

source: Happily agree to help.
pl: Z przyjemnością zgódź się pomóc.

source: Happiness to all!
pl: Szczęście dla wszystkich!

source: Har har! I haven't laughed this hard in ages!
pl: Ha ha! Dawno się tak nie uśmiałem!

source: Hard
pl: Trudny

source: Hard to say... I'll take my best guess at a landing spot and transfer the data to you.
pl: Ciężko stwierdzić... Postaram się jak najdokładniej określić miejsce jego lądowania i prześlę ci dane.

source: Hard to tell what an alien is thinking, you know?
pl: Ciężko powiedzieć, o czym myślą kosmici, wiesz?

source: Haste is predicated on data obtained from the recently restored cross-regional Pod network.
pl: Pośpiech oparty jest na danych otrzymanych z niedawno odnowionej międzyregionalnej sieci Podów.

source: Hate me! Despise me!
pl: Nienawidźcie mnie! Gardźcie mną!

source: Hate.
pl: Nienawiść.

source: Hateful Sister
pl: Nienawistna siostra

source: Hatred! Pain!
pl: Nienawiść! Ból!

source: Have I not become beautiful?
pl: Czy nie stałam się piękna?

source: Have I offended you, little android? Did I speak ill of your beloved humans?
pl: Czyżbym cię uraził, mały androidku? Czyżbym powiedział coś złego o twoich ukochanych ludziach?

source: Have I seen you somewhere before?
pl: Czy ja nie widziałam cię tu wcześniej?

source: Have a GREAT day!
pl: Życzymy MIŁEGO dnia!

source: Have a WONDERFUL day!
pl: Życzymy CUDOWNEGO dnia!

source: Have a look back there. You'll love it!
pl: Spójrz tam, z tyłu. Spodoba ci się to!

source: Have fun out there!
pl: Baw się dobrze!

source: Have fun!
pl: Miłej zabawy!

source: Have to work Have to work Have to work Have to work
pl: Muszę pracować Muszę pracować Muszę pracować Muszę pracować

source: Have you any weapons you wish for me to sharpen?
pl: Masz jakieś bronie, które chcesz naostrzyć?

source: Have you been saving your data regularly? If not, do it before it's too late!
pl: Czy regularnie zapisujesz swoje dane? Jeśli nie, zrób to, zanim będzie za późno!

source: Have you brought the required item?
pl: Przynieśliście wymagany przedmiot?

source: Have you brought the required items?
pl: Macie wymagane przedmioty?

source: Have you ever eaten it before?
pl: Jadłeś to już wcześniej?

source: Have you ever had the same thing happen to you?
pl: Czy kiedykolwiek przytrafiło ci się coś takiego?

source: Have you forgotten your purpose? How long are you planning to stand there?
pl: Zapomnieliście o swoim celu? Jak długo jeszcze zamierzacie tu stać?

source: Have you gotten used to engaging in missions on Earth? There's only so much we can do from here, but we'll back you up as best we can.
pl: Przywykliście już do robienia misji na Ziemi? Nie da się zrobić wszystkiego co chcemy, ale będziemy was wspierać najlepiej jak możemy.

source: Have you learned a bit about <SARU_JAN> now?
pl: Dowiedzieliście się już czegoś o <SARU_JAN>u?

source: Have you met her? Do you know where she is?
pl: Spotkaliście ją? Wiecie, gdzie teraz jest?

source: Have you met with 9S yet? He's waiting in his room.
pl: Spotkałaś się już z 9S? Czeka w swoim pokoju.

source: Have you realized how weak you are?
pl: Jesteś świadomy, jak słaby jesteś?

source: Have you seen these folks, perchance?
pl: Nie spotkałeś może tych ludzi?

source: Have you tracked down those materials I was asking about?
pl: Udało ci się zdobyć materiały, o które prosiłyśmy?

source: Have you tried creating plug-in chips?
pl: Próbowaliście już tworzyć czipy rozszerzeń?

source: Have you tried it yourself?
pl: Próbowałeś tego wcześniej?

source: Have you tried searching for them?
pl: A próbowałeś ich szukać?

source: Haven't I fought this thing before...?
pl: Czy ja już wcześniej z tym nie walczyłam...?

source: Haven't given up yet?
pl: Jeszcze się nie poddałeś?

source: Haven't you just about had enough?
pl: Czy nie masz już dość?

source: Having accessed the Tower, 9S was compelled to head for the Resource Recovery Unit. This led him towards the massive unit near the forest castle.
pl: Po próbie uzyskania dostępu do Wieży, 9S jest zmuszony wyruszyć do Jednostki Odzyskującej Zasoby. To prowadzi go do ogromnej jednostki, znajdującej się w pobliżu leśnego zamku.

source: Having ascended to the apex of his strength, Father Servo put everything on the line and lost. With your victory achieved, nothing remains but to reminisce about the excitable machine.
pl: Osiągając szczyt swojej siły, Ojciec Servo postawił wszystko na szali — i przegrał. Osiągając zwycięstwo, nie pozostaje ci nic innego, jak wspominać o tej podekscytowanej maszynie.

source: Having consumed the mackerel, it didn't take long for the android's bodily fluids to congeal. Muscle rigidity and paralysis soon followed.
pl: Po spożyciu makreli nie mija wiele czasu, zanim płyny ustrojowe w ciałach androidów zaczynają krzepnąć. Niedługo po tym pojawia się sztywność mięśni i paraliż.

source: Having destroyed Adam and Eve, the YoRHa turn their attention to the other machines. However, they are wiped out by a large-scale virus, which has now spread to 2B as well...
pl: Po zniszczeniu Adama i Ewy, YoRHa kieruje swoją uwagę na inne maszyny. Zostaje jednak zniszczona przez potężnego wirusa, który przeniósł się też na 2B...

source: Having felled 9S, A2 enters his system internals to eliminate the viral corruption.
pl: Pokonując 9S, A2 wchodzi do jego systemów wewnętrznych, aby wyeliminować wirusa.

source: Having fun?
pl: Dobrze się bawisz?

source: Having lost his left arm, 9S grafts one from a 2B copy. The arm is infected, and he must hack himself to remove the virus. As he fights, a group of girls in red clothes appear.
pl: 9S traci swoje lewe ramię. Postanawia ją sobie przeszczepić, wykorzystując do tego jedną z kopii 2B. Ramię jest jednak zainfekowane, więc musi zhakować sam siebie, aby usunąć wirusa. W trakcie walki, pojawia się grupa ubranych na czerwono dziewczynek.

source: Having multiple selves fuse together like this is a pretty valuable experience, so I wanted to record it—but I couldn't access any storage areas yet, so I just
pl: Posiadanie wielu połączonych tożsamości to dość wartościowe doświadczenie, więc chciałem je zarejestrować. Jednak nie miałem jeszcze dostępu do żadnych obszarów pamięci, więc po prostu...

source: Having multiple selves fuse together like this is a pretty valuable experience, so I wanted to record it—but I couldn't access any storage areas yet, so I just multi
pl: Połączenie kilku tożsamości w taki sposób to dość wartościowe doświadczenie, więc chciałem to nagrać. Ale nie byłem w stanie jeszcze dostać się do żadnych zbiorów danych,

source: Having received the mementos of his fallen comrades, the Resistance man gathered flowers from around the camp to commemorate their sacrifice.
pl: Po odebraniu pamiątek po poległych towarzyszach, mężczyzna z Ruchu Oporu zebrał kwiaty z okolic obozu, aby uczcić ich poświęcenie.

source: Having said that,
pl: To powiedziawszy,

source: He still won't look my way. </page>
pl: On wciąż nie patrzył w moją stronę. </page>

source: He became so obsessed with these images that he started spending more and more time in sleep mode every day.
pl: Dostał takiej obsesji na punkcie tych obrazów, że zaczął coraz więcej czasu spędzać w trybie uśpienia.

source: He brought me a broken water purifier, which I already repaired and returned to him.
pl: Przyniósł mi zepsuty oczyszczacz wody, który naprawiłam i mu oddałam.

source: He called it a useless piece of junk.
pl: Nazwał go „bezużytecznym śmieciem”.

source: He can fly?
pl: Potrafi latać?

source: He deserves a royal upbringing...
pl: Zasługuje na królewskie wychowanie...

source: He deserves protection...
pl: Zasługuje na ochronę...

source: He eventually married a kind woman, and several years later, they had a child. As the peaceful, uneventful days went on, the man began to feel that there could be no greater happiness in life.
pl: W końcu poślubił dobrą kobietę, a kilka lat później został ojcem. W miarę upływu dni, które mijały cicho i spokojnie, mężczyzna zaczął odczuwać, że spotkało go największe szczęście w życiu.

source: He has a plan. Just hold on.
pl: On ma plan. Wstrzymaj się.

source: He just doesn't seem to care about punctuality at all! Or perhaps he's angry I keep asking him to carry me everywhere...
pl: Chyba w ogóle nie obchodzi go punktualność! A może się zdenerwował ciągłymi prośbami o podrzucenie mnie tu, czy tam...

source: He leapt from cliffs, threw himself into raging seas, and lit himself aflame, but nothing worked. Then, one day, he slipped mercifully into unconsciousness, and awoke centuries later to find a songbird on his chest.
pl: Zeskakiwał ze skarp, rzucał się do wzburzonego morza, podpalał się, ale nic nie przynosiło mu wybawienia. Pewnego dnia jednak, złośliwy los pozwolił mu zemdleć. Gdy obudził się setki lat później, zauważył słowika siedzącego na jego piersi.

source: He lost so many of his friends during that battle the other day... Maybe despair drove him to live in that other world of his.
pl: Stracił wielu swoich przyjaciół podczas tamtej bitwy... Może rozpacz doprowadziła go do życia w tym jego świecie.

source: He may have gone back to where we first found him. Let's look around.
pl: Może wrócił tam, gdzie go znaleźliśmy. Rozejrzyjmy się.

source: He might know something.
pl: Może coś wie.

source: He says, and I quote, "They are working me like a machine."
pl: Mówił, cytując: „Traktują mnie jak maszynę.”

source: He set out on "a journey."
pl: Wyruszył w „podróż”.

source: He spent a lot of time here with people he loved. They were tough times... Sad times...
pl: Spędzał tu dużo czasu z ludźmi, których kochał. To były trudne czasy... i smutne...

source: He spent his long days hurting those around him.
pl: Spędzało długie dnie na krzywdzeniu wszystkich wokół siebie.

source: He taught me how to make things, and I can vouch for his talent.
pl: Wiele mnie nauczył, mogę ręczyć za jego talent.

source: He tried his best to be good and kind.
pl: Starało się jak tylko mogło, aby być dobre i miłe.

source: He tried so hard. I know he did! But fear has gotten the better of him and... Well, here we are.
pl: Naprawdę się starał... Wiem o tym! Ale jednak nie udało mu się całkowicie przezwyciężyć tego strachu i... no cóż... Historia znów się powtórzyła...

source: He was a master craftsman who gathered four black and four white weapons and improved on them.
pl: Był mistrzem rzemiosła, który zebrał cztery białe i cztery czarne bronie, aby móc je później udoskonalić.

source: He was doing so well! He even talked to that girl he liked! But yesterday, he had some sort of relapse.
pl: A już radził sobie tak dobrze... Nawet rozmawiał z tą dziewczyną, którą polubił! Ale wczoraj miał jakiś nawrót.

source: He was swindling us from the start.
pl: Ten drań od samego początku nas oszukiwał!

source: He was trying to get revenge against the machine that killed his comrades.
pl: Próbował zemścić się na maszynie, która zabiła jego towarzyszy.

source: He'll undergo a full data overhaul up here.
pl: Przejdzie tutaj pełen przegląd i aktualizację danych.

source: He's a big machine, so he should be easy enough to find.
pl: To duża maszyna, łatwo go znajdziesz.

source: He's absorbing the lifeforce of whatever's left on the network.
pl: On pochłania energię życiową z resztek tych jednostek, które jeszcze są podłączone do sieci.

source: He's asleep.
pl: Śpi.

source: He's been nothing but a pain for everyone. We shoulda gotten rid of him ages ago!
pl: Nie był niczym więcej, jak kłopotem dla wszystkich. Trzeba było się go pozbyć wieki temu!

source: He's been stealing parts from the opponents he defeated to sell them and buy upgrades for himself.
pl: Kradł części z pokonanych przeciwników, sprzedawał je i kupował ulepszenia dla siebie.

source: He's been tinkering with his ego backup data as well, and I think he's started to get a bit loopy...
pl: Majstrował też z kopią zapasową danych swojego ego, i chyba zaczęło mu odbijać..

source: He's fine. You don't need to worry—
pl: Nic mu nie jest. Nie musisz się już martwić...

source: He's friends with one of the spectators here, so why don't you go talk to him?
pl: Przyjaźni się z jednym z widzów, więc może jego powinieneś zapytać.

source: He's just running away.
pl: Po prostu ucieka.

source: Head of Digital Sales - Digital Sales
pl: Dyrektor sprzedaży cyfrowej

source: Head of Localisation
pl: Szef lokalizacji

source: Head of Localisation QA
pl: Szef QA lokalizacji

source: Head of Localization QA
pl: Szef QA lokalizacji

source: Head out from the hangar. ...And good luck.
pl: Idź do hangaru. ...i powodzenia.

source: Head to 2B's private quarters.
pl: Idź do prywatnej kwatery 2B.

source: Head to Pascal's village via an access point.
pl: Idź do wioski Pascala przez punkt dostępu.

source: Head to Pascal's village.
pl: Idź do wioski Pascala.

source: Head to Room 18 immediately for your motor functions examination.
pl: Natychmiast udaj się do Pokoju 18, by ocenić twoje funkcje motoryczne.

source: Head to the forest via the commercial facility.
pl: Idź do lasu przez obiekt komercyjny.

source: Head to the surface from the hangar.
pl: Z hangaru dostań się na powierzchnię.

source: Heading out now to provide support elsewhere.
pl: Wyruszamy, celem udzielenia wsparcia innym grupom.

source: Heal Drops Up
pl: Upuszczane leczenie +

source: Heal Drops Up +1
pl: Upuszczane leczenie +1

source: Heal Drops Up +2
pl: Upuszczane leczenie +2

source: Heal Drops Up +3
pl: Upuszczane leczenie +3

source: Heal Drops Up +4
pl: Upuszczane leczenie +4

source: Heal Drops Up +5
pl: Upuszczane leczenie +5

source: Heal Drops Up +6
pl: Upuszczane leczenie +6

source: Heal Drops Up +7
pl: Upuszczane leczenie +7

source: Heal Drops Up +8
pl: Upuszczane leczenie +8

source: Hear the rules
pl: Usłysz zasady.

source: Heaven
pl: Niebo

source: Heavenly Plains
pl: Niebiańskie Równiny

source: Heavens, you've used a veritable mountain of items, haven't you? Please have this special present as a reward!
pl: Wielkie nieba! Naprawdę użyto ogromną górę przedmiotów, co nie? Proszę, przyjmij ten specjalny prezent jako nagrodę!

source: Heavy Armor A
pl: Ciężka Zbroja A

source: Heavy Armor B
pl: Ciężka Zbroja B

source: Heavy Attack
pl: Atak ciężki

source: Heavy attack
pl: Atak ciężki

source: Hee hee hee heeeee! Justice prevails!
pl: Hi hi hi hiiii! Sprawiedliwości stanie się zadość!

source: Hee hee! I can't tell you that...
pl: Hehe! Tego wam nie zdradzę...

source: Hee hee! That is so like you, 2B.
pl: Hihi! Jakie to w twoim stylu, 2B.

source: Hee hee! When does the war end? End?
pl: Hi hi! Kiedy skończy się ta wojna? Czy skończy się kiedykolwiek?

source: Hee hee! You're going to love this one!
pl: Hihi! Ten ci się spodoba!

source: Hee hee... If it all goes away, that'll solve everything!
pl: He he... Jeśli to wszystko zniknie, problem sam się rozwiąże!

source: Hee.
pl: He.

source: Heeheehee... Got lots of stuff on sale!
pl: Hehehehe... Mam sporo rzeczy na sprzedaż!

source: Heh heh. How cool does this make me look!?
pl: He he. I jak wyglądam?

source: Heh heh. Not too shabby. Not too shabby at all...
pl: He he. Nie tak źle. Wcale nie tak źle...

source: Heh heh. One cannot fail to be impressed by the strength of Father Servo.
pl: He he. Trudno nie być pod wrażeniem potęgi Ojca Servo.

source: Heh heh... I really screwed up...
pl: Heh... Naprawdę spieprzyłem...

source: Heh. Aren't you quite the pair?
pl: Heh. Dobrana z was para.

source: Heh. Don't I know it...
pl: Ha. Ano właśnie... Wiem o tym. I to aż za dobrze...
